9/data/attachments/d9de96683248ad53.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Hailey_process_Friend_82733_4</nif:username>
            <nif:friendToBeRequested>soap_friends_9f294a72-b022-490e-aa65-2f2eab2308cd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>